[
  {
    "stateInfoClassName": "states_info1",
    "classNameWrapper2": "Andhra_Pradesh",
    "classNameWrapper1": "Andhra",
    "name": "ANDHRA PRADESH",
    "info": "INFO: Andhra Pradesh is an Indian province in the subcontinent's southeastern corner. It is bounded to the south by Tamil Nadu, to the southwest and west by Karnataka, to the northwest and north by Telangana, and to the upper east by Odisha.",
    "festivals": "FESTIVALS: Pongal, Ugadi, Vinayaka Chaturthi, Tirupati Tirumala Brahmotsavam",
    "bestTimeToVisit": "BEST TIME TO VISIT: During months of November to February.",
    "image": "assets/img/gallery/Andhra.webp",
    "imageAlt": "Nil"
  },
  {
    "stateInfoClassName": "states_info2",
    "classNameWrapper2": "Arunachal_Pradesh",
    "classNameWrapper1": "Arunachal",
    "name": "ARUNACHAL PRADESH",
    "info": "INFO: Arunachal Pradesh, signifying \"Place that is known for the Rising Sun,\" long has been a                   perceived district of the Indian subcontinent, getting notice in such old Hindu writing as the Kalika-purana and the legendary sonnets Mahabharata and Ramayana.",
    "festivals": "FESTIVALS: Losar, Mopin, Solung",
    "bestTimeToVisit": "BEST TIME TO VISIT: During months of October to February.",
    "image": "assets/img/gallery/Arunachal.webp",
    "imageAlt": "Nil"
  },
  {
    "stateInfoClassName": "states_info3",
    "classNameWrapper2": "Assam1",
    "classNameWrapper1": "Assam",
    "name": "ASSAM",
    "info": "INFO: Assam is a region with farmland and stream valleys. The Brahmaputra Waterway valley in the north, the sloping area between Meghalaya and Nagaland and Manipur in the south-central part of the state are the three main real districts in the state.",
    "festivals": "FESTIVALS: Karam Puja, Jonbeel Mela, Baishagu, Ambubasi",
    "bestTimeToVisit": "BEST TIME TO VISIT: During months of January to March.",
    "image": "assets/img/gallery/Assam.webp",
    "imageAlt": "Nil"
  },
  {
    "stateInfoClassName": "states_info4",
    "classNameWrapper2": "Bihar1",
    "classNameWrapper1": "Bihar",
    "name": "BIHAR",
    "info": "INFO: Its borders are formed by Nepal, the Indian provinces of West Bengal, Uttar Pradesh and Nepal to the west. The southern and southeastern borders of the state are currently defined by Jharkhand, a new entity that was created from Bihar's southern areas in November 2000.",
    "festivals": "FESTIVALS: Chhath Puja, Makar-Sankranti, Buddha Jayanti, Sonepur Cattle Fair",
    "bestTimeToVisit": "BEST TIME TO VISIT: During months of November to Mid-March)",
    "image": "assets/img/gallery/Bihar.jpg",
    "imageAlt": "Nil"
  },
  {
    "stateInfoClassName": "states_info5",
    "classNameWrapper2": "Chhattisgarh1",
    "classNameWrapper1": "Chhattisgarh",
    "name": "BIHAR",
    "info": "INFO: It is bounded by the Indian states of Telangana (formerly part of Andhra Pradesh) to the south, Maharashtra and Madhya Pradesh to the west, Odisha (Orissa) to the east, Uttar Pradesh and Jharkhand to the north and upper east, and Odisha (Orissa) to the east.",
    "festivals": "FESTIVALS: Bastar Dussehra, Bhoramdeo Mahotsav Festival, Rajim Kumbh Mela, Madai Festival",
    "bestTimeToVisit": "BEST TIME TO VISIT: During months of October to February.",
    "image": "assets/img/gallery/Chhattisgarh.jpeg",
    "imageAlt": "Nil"
  },
  {
    "stateInfoClassName": "states_info6",
    "classNameWrapper2": "Goa1",
    "classNameWrapper1": "Goa",
    "name": "GOA",
    "info": "INFO: Goa is a territory in India that includes an island and a core region on its southwest coast. It is possibly the smallest state in India and is bordered by the states of Maharashtra to the north, Karnataka to the east and south, and the Arabian Sea to the west.",
    "festivals": "FESTIVALS: Sao Joao, Shigmo, Feast of St Francis Xavier, Sonepur Cattle Fair",
    "bestTimeToVisit": "BEST TIME TO VISIT: During months of November to March",
    "image": "assets/img/gallery/Goa.jpg",
    "imageAlt": "Nil"
  },
  {
    "stateInfoClassName": "states_info7",
    "classNameWrapper2": "Gujrat1",
    "classNameWrapper1": "Gujrat",
    "name": "GUJARAT",
    "info": "INFO: Gujarat is a flourishing state with cultural diversity. It is vibrant with its true colors of rich heritage and cultural traditions. Dating back to history with the Harappan civilization, the state becomes a confluence of many religions – Hinduism, Islam, Jainism and Buddhism.",
    "festivals": "FESTIVALS: Navratri, Rann Utsav, Uttarayan, Shamlaji Melo, Vautha Mela",
    "bestTimeToVisit": "BEST TIME TO VISIT: During months of November to February",
    "image": "assets/img/gallery/Gujarat.webp",
    "imageAlt": "Nil"
  },
  {
    "stateInfoClassName": "states_info8",
    "classNameWrapper2": "Haryana1",
    "classNameWrapper1": "Haryana",
    "name": "HARYANA",
    "info": "INFO: It is an Indian state located in the northern part of the country. It was carved out of the former state of East Punjab on 1 November 1966 on a linguistic basis.The city of Gurugram is among India's largest financial and technology hubs.",
    "festivals": "FESTIVALS: Mahabharata, Kurukshetra, Mango Festival, Surajkund Crafts Mela",
    "bestTimeToVisit": "BEST BEST TIME TO VISIT: During months of November to February",
    "image": "assets/img/gallery/Haryana.jpg",
    "imageAlt": "Nil"
  },
  {
    "stateInfoClassName": "states_info9",
    "classNameWrapper2": "Jk1",
    "classNameWrapper1": "Jk",
    "name": "JAMMU AND KASHMIR",
    "info": "INFO: It is a region administered by India as a union territory and consists of the southern portion of the larger Kashmir region, which has been the subject of a dispute between India and Pakistan since 1947, and between India and China since 1962.",
    "festivals": "FESTIVALS: Herath, Khetchmaavas, Navreh, Zyeth Atham, Tiky Tsoram",
    "bestTimeToVisit": "BEST TIME TO VISIT: During months of March to August",
    "image": "assets/img/gallery/Jk.webp",
    "imageAlt": "Nil"
  },
  {
    "stateInfoClassName": "states_info10",
    "classNameWrapper2": "Himachal1",
    "classNameWrapper1": "Himachal",
    "name": "HIMACHAL PRADESH",
    "info": "INFO: It is a state in the northern part of India. Situated in the Western Himalayas, it is one of the thirteen mountain states and is characterized by an extreme landscape featuring several peaks and extensive river systems.",
    "festivals": "FESTIVALS: Kullu Dussehra, Losar, Halda, Sazo Festival, Doongri Fair",
    "bestTimeToVisit": "BEST TIME TO VISIT: During months of February to June",
    "image": "assets/img/gallery/Himachal.jpg",
    "imageAlt": "Nil"
  },
  {
    "stateInfoClassName": "states_info11",
    "classNameWrapper2": "Jharkhand1",
    "classNameWrapper1": "Jharkhand",
    "name": "JHARKHAND",
    "info": "INFO: It is a state in eastern India.[8] The state shares its border with the states of West Bengal to the east, Chhattisgarh to the west, Uttar Pradesh to the northwest, Bihar to the north and Odisha to the south.It is the 15th largest state by area.",
    "festivals": "FESTIVALS: Karma, Sarhul, Tusu Parab, Rohini, Bhagta Parab, Sohrai",
    "bestTimeToVisit": "BEST TIME TO VISIT: During months of October to March.",
    "image": "assets/img/gallery/Jharkhand.webp",
    "imageAlt": "Nil"
  },
  {
    "stateInfoClassName": "states_info12",
    "classNameWrapper2": "Karnataka1",
    "classNameWrapper1": "Karnataka",
    "name": "KARNATAKA",
    "info": "INFO: It is a state in the southwestern region of India. It was formed on 1 November 1956, with the passage of the States Reorganisation Act. Originally known as the State of Mysore , it was renamed Karnataka in 1973. The state corresponds to the Carnatic region.",
    "festivals": "FESTIVALS: Kambala, Hampi, Pattadakal, Sri Vithappa Fair, Tula Sankramana, Mahamastakabhisheka",
    "bestTimeToVisit": "BEST TIME TO VISIT: During months of October to April.",
    "image": "assets/img/gallery/Karnataka.webp",
    "imageAlt": "Nil"
  },
  {
    "stateInfoClassName": "states_info13",
    "classNameWrapper2": "Kerala1",
    "classNameWrapper1": "Kerala",
    "name": "KERALA",
    "info": "INFO: It is a state on the Malabar Coast of India. It was formed on 1 November 1956, following the passage of the States Reorganisation Act, by combining Malayalam-speaking regions of the erstwhile regions of Cochin.",
    "festivals": "FESTIVALS: Onam, Thrissur Pooram, Boat Festival, Attukal Pongala , Makaravilakku at Sabarimala.",
    "bestTimeToVisit": "BEST TIME TO VISIT: During months of September to March.",
    "image": "assets/img/gallery/Kerala.jpg",
    "imageAlt": "Nil"
  },
  {
    "stateInfoClassName": "states_info14",
    "classNameWrapper2": "Madhya1",
    "classNameWrapper1": "Madhya",
    "name": "MADHYA PRADESH",
    "info": "INFO: It is a state in central India. Its capital is Bhopal, and the largest city is Indore, with Jabalpur, Ujjain, Gwalior, Sagar, and Rewa being the other major cities.Madhya Pradesh is the second largest Indian state by area.",
    "festivals": "FESTIVALS: Lokrang, Khajuraho, Ujjain Kumbh Mela, Malwa Utsav , Nagaji Fair.",
    "bestTimeToVisit": "BEST TIME TO VISIT: During months of November to february",
    "image": "assets/img/gallery/Madhya.jpg",
    "imageAlt": "Nil"
  },
  {
    "stateInfoClassName": "states_info15",
    "classNameWrapper2": "Maharashtra1",
    "classNameWrapper1": "Maharashtra",
    "name": "MAHARASHTRA",
    "info": "INFO: It occupys a substantial portion of the Deccan plateau in the western peninsular part of the subcontinent. Its shape roughly resembles a triangle, with the 450-mile western coastline forming the base and its interior narrowing to a blunt apex some 500 miles to the east.",
    "festivals": "FESTIVALS: Ganesh Chaturthi, Ganga Dashahara, Jiviti Puja, Kojagiri Poornima",
    "bestTimeToVisit": "BEST TIME TO VISIT: During months of October to February.",
    "image": "assets/img/gallery/Maharashtra.jpg",
    "imageAlt": "Nil"
  },
  {
    "stateInfoClassName": "states_info16",
    "classNameWrapper2": "Manipur1",
    "classNameWrapper1": "Manipur",
    "name": "MANIPUR",
    "info": "INFO: The state has two major physiographic regions: the Manipur River valley and a large surrounding tract of mountainous country. The valley, encompassing some 690 square miles , runs north-south and lies at an elevation of 2,600 feet.",
    "festivals": "FESTIVALS: Gang-Ngai, Lui-Ngai-Ni, Yaosang, Cheiraoba, Kang",
    "bestTimeToVisit": "BEST TIME TO VISIT: During months of September to April",
    "image": "assets/img/gallery/Manipur.webp",
    "imageAlt": "Nil"
  },
  {
    "stateInfoClassName": "states_info17",
    "classNameWrapper2": "Meghalaya1",
    "classNameWrapper1": "Meghalaya",
    "name": "MEGHALAYA",
    "info": "INFO: located in the northeastern part of the country. It is bounded by the Indian state of Assam to the north and northeast and by Bangladesh to the south and southwest. The state capital is the hill town of Shillong, located in east-central Meghalaya.",
    "festivals": "FESTIVALS: Shad Suk Mynsiem, Nongkrem Festival , Behdeinkhlam Festival , Shad Sukra.",
    "bestTimeToVisit": "BEST TIME TO VISIT: During months of October and June",
    "image": "assets/img/gallery/Meghalaya.webp",
    "imageAlt": "Nil"
  },
  {
    "stateInfoClassName": "states_info18",
    "classNameWrapper2": "Mizoram1",
    "classNameWrapper1": "Mizoram",
    "name": "MIZORAM",
    "info": "INFO: Like several other northeastern states of India, Mizoram was previously part of Assam until 1972, when it was carved out as a Union Territory. In 1986 the Indian Parliament adopted the 53rd amendment of the Indian Constitution, which allowed for the creation of the State.",
    "festivals": "FESTIVALS: Anthurium, Pawl Kut, Mim Kut, Chapchar Kut, Lyuva Khutla",
    "bestTimeToVisit": "BEST TIME TO VISIT: During months of November to March",
    "image": "assets/img/gallery/Mizoram.webp",
    "imageAlt": "Nil"
  },
  {
    "stateInfoClassName": "states_info19",
    "classNameWrapper2": "Nagaland1",
    "classNameWrapper1": "Nagaland",
    "name": "NAGALAND",
    "info": "INFO: Lying in the hills and mountains of the northeastern part of the country. It is one of the smaller states of India. Nagaland is bounded by the Indian states of Arunachal Pradesh, Manipur to the south, and Assam to the west and northwest and the country of Myanmar.",
    "festivals": "FESTIVALS: Tokhu Emong, Mimkut, Mim Kut, Naknyulem, Aoleang.",
    "bestTimeToVisit": "BEST TIME TO VISIT: During months of March to June",
    "image": "assets/img/gallery/Jk.webp",
    "imageAlt": "Nil"
  },
  {
    "stateInfoClassName": "states_info20",
    "classNameWrapper2": "Odisha1",
    "classNameWrapper1": "Odisha",
    "name": "ODISHA",
    "info": "INFO: formerly called Orissa, state of India. Located in the northeastern part of the country, it is bounded by the states of Jharkhand and West Bengal to the north and northeast, by the Bay of Bengal to the east, and by the states of Andhra Pradesh and Telangana.",
    "festivals": "FESTIVALS: Dhanu Yatra, Chhau Festival, Magha Saptami, Budi Thakurani Yatra.",
    "bestTimeToVisit": "BEST TIME TO VISIT: During months of November to Jaunary",
    "image": "assets/img/gallery/Odisha.webp",
    "imageAlt": "Nil"
  },
  {
    "stateInfoClassName": "states_info21",
    "classNameWrapper2": "Punjab1",
    "classNameWrapper1": "Punjab",
    "name": "PUNJAB",
    "info": "INFO: Punjabis derive their name from a geographical, historical, and cultural region located in the northwest of the Indian sub-continent. Punjab comes from the Persian words panj (five) and ab (river) and means \"Land of the Five Rivers\".",
    "festivals": "FESTIVALS: Lohri, Baisakhi, Teeyan, Hola Mohalla, Gurupurab",
    "bestTimeToVisit": "BEST TIME TO VISIT: During months of February to March.",
    "image": "assets/img/gallery/Punjab.jpg",
    "imageAlt": "Nil"
  },
  {
    "stateInfoClassName": "states_info22",
    "classNameWrapper2": "Rajasthan1",
    "classNameWrapper1": "Rajasthan",
    "name": "RAJASTHAN",
    "info": "INFO: Rajasthan, meaning “The Abode of the Rajas,” was formerly called Rajputana, “The Country of the Rajputs” (sons of rajas [princes]). Before 1947, when India achieved independence from British rule, it comprised some two dozen princely states and chiefships.",
    "festivals": "FESTIVALS: Pushkar Fair, Teej, Gangaur, Nagaur.",
    "bestTimeToVisit": "BEST TIME TO VISIT: During months of November to February.",
    "image": "assets/img/gallery/Rajasthan.webp",
    "imageAlt": "Nil"
  },
  {
    "stateInfoClassName": "states_info23",
    "classNameWrapper2": "West1",
    "classNameWrapper1": "West",
    "name": "WEST BENGAL",
    "info": "INFO: West Bengal, located in the eastern part of the country. It is bounded by the state of Sikkim and the country of Bhutan, by the state of Assam, by the country of Bangladesh, by the Bay of Bengal, by the state of Odisha, by the states of Jharkhand and Bihar, by the country of Nepal.",
    "festivals": "FESTIVALS: Durga Puja, Saraswati Puja, Basanti Durga Puja, Poila Boishakh, Jamai Shoshti",
    "bestTimeToVisit": "BEST TIME TO VISIT: During months of September to October.",
    "image": "assets/img/gallery/West.png",
    "imageAlt": "Nil"
  },
  {
    "stateInfoClassName": "states_info24",
    "classNameWrapper2": "Up1",
    "classNameWrapper1": "Up",
    "name": "UTTAR PRADESH",
    "info": "INFO: Uttar Pradesh is bordered by the state of Uttarakhand and the country of Nepal to the north, Bihar to the east, Jharkhand and Chhattisgarh to the southeast, Madhya Pradesh to the south, Rajasthan and Haryana and the national capital territory of Delhi to the west.",
    "festivals": "FESTIVALS: Kumbh and the Ardh Kumbh, Ramlila, Barsana Holi, Taj Mahotsava.",
    "bestTimeToVisit": "BEST TIME TO VISIT: During months of November to February",
    "image": "assets/img/gallery/Up.jpg",
    "imageAlt": "Nil"
  },
  {
    "stateInfoClassName": "states_info25",
    "classNameWrapper2": "Telangana1",
    "classNameWrapper1": "Telangana",
    "name": "TELENGANA",
    "info": "INFO: Telangana has many tourist places, offering every traveller a chance to enjoy the lush green gardens and the amazing shores. The state has beautiful scenic beauty and breathtaking serenity. Moreover, there are cities with great historical significance.",
    "festivals": "FESTIVALS: Bathukamma, Bonalu, Dasara, Ugadi, Jiviti Puja, Kojagiri Poornima",
    "bestTimeToVisit": "BEST TIME TO VISIT: During months of Jult to September.",
    "image": "assets/img/gallery/Telangana.jpg",
    "imageAlt": "Nil"
  },
  {
    "stateInfoClassName": "states_info26",
    "classNameWrapper2": "Uttarakhand1",
    "classNameWrapper1": "Uttarakhand",
    "name": "UTTARAKHAND",
    "info": "INFO: Uttarakhand, formerly Uttaranchal, state of India, located in the northwestern part of the country. It is bordered to the northwest by Himachal Pradesh, to the northeast by the Tibet Autonomous Region of China, to the southeast by Nepal.",
    "festivals": "FESTIVALS: Phool Dei Utsav, Ghee Sankranti , Ganga Dussehra, Khatarua",
    "bestTimeToVisit": "BEST TIME TO VISIT: During months of March to April and September to October",
    "image": "assets/img/gallery/Manipur.webp",
    "imageAlt": "Nil"
  },
  {
    "stateInfoClassName": "states_info27",
    "classNameWrapper2": "Tripura1",
    "classNameWrapper1": "Tripura",
    "name": "TRIPURA",
    "info": "INFO: Tripura is a state in northeastern India. The third-smallest state in the country, it covers 10,491.69 sq km (4,050.86 sq mi) and is bordered by Bangladesh to the north,[9] south, and west, and the Indian states of Assam and Mizoram to the east.",
    "festivals": "FESTIVALS: Ganga Puja, Garia Puja, Ker Puja, Kharchi Puja",
    "bestTimeToVisit": "BEST TIME TO VISIT: During months of October to February",
    "image": "assets/img/gallery/Tripura.jpg",
    "imageAlt": "Nil"
  },
  {
    "stateInfoClassName": "states_info28",
    "classNameWrapper2": "Sikkim1",
    "classNameWrapper1": "Sikkim",
    "name": "SIKKIM",
    "info": "INFO: Sikkim, state of India, located in the northeastern part of the country, in the eastern Himalayas. It is one of the smallest states in India. Sikkim is bordered by the Tibet Autonomous Region of China, by Bhutan , by the Indian state of West Bengal, and by Nepal.",
    "festivals": "FESTIVALS: Losoong , Losar, Bhumchu, Saga Dawa, Lhabab Duchen",
    "bestTimeToVisit": "BEST TIME TO VISIT: During months of March and May or October and mid-December",
    "image": "assets/img/gallery/Sikkim.webp",
    "imageAlt": "Nil"
  },
  {
    "stateInfoClassName": "states_info29",
    "classNameWrapper2": "Tn1",
    "classNameWrapper1": "Tn",
    "name": "TAMIL NADU",
    "info": "INFO: With its distinctive ancient Dravidian culture, Tamil Nadu is a fascinating part of India. Its towering and intricately built temples draw both pilgrims and tourists alike to the state. Hill stations and beaches are also famous tourist places in Tamil Nadu.",
    "festivals": "FESTIVALS: Pongal, Thiruvaiyaru, Thaipusam, Mahamaham, Karthigai Deepam.",
    "bestTimeToVisit": "BEST TIME TO VISIT: During months November to mid-March",
    "image": "assets/img/gallery/Tn.jpg",
    "imageAlt": "Nil"
  }
]
